[Door_Transitions.LTD_Brothel_to_Streets:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往酿酒区的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Brothel_to_StreetsMain:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往克拉文鹰大道的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Brothel_to_StreetsRoof:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往队长宝座旅馆的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Pawn_EliteBodyGuard_01 DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Twk_Pawn_EliteBodyGuard_01:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="城市警卫官"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Pawn_EliteBodyGuard_02 DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Twk_Pawn_EliteBodyGuard_02:DisTweaks_InteractableInterface_74 DisTweaks_InteractableInterface]
m_Name="城市警卫官"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[ValveBase_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="阀门基座"
m_InteractText="`GBA_Use` 使用"
m_UnlockInteractText="`GBA_Use` 解锁"
m_AltInteractText=""
m_UseMessage="缺少一些物品"
m_AltUseMessage=""
m_CannotUseMessage=""

